"STORE_DESCRIPTION" = "VLC ist ein kostenloser und plattformübergreifender Open-Source-Multimedia-Player.\nEr kann alle Ihre Filme, Shows und Musik in den meisten Formaten direkt ohne Konvertierung abspielen.\nEr ermöglicht die Dateisynchronisierung mit Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkte Downloads und über WLAN-Freigabe sowie das Streamen von SMB-, FTP-, SFTP-, NFS-, UPnP/DLNA-Medienservern und dem Internet.\nVLC bietet Unterstützung für erweiterte Untertitel, einschließlich vollständiger SSA-Kompatibilität, Mehrspur-Audio, Steuerung der Wiedergabegeschwindigkeit und Wiedergabe über Chromecast.\n\nVLC ist völlig kostenlos und Open Source.";

"STORE_DESCRIPTION_TV" = "VLC ist ein kostenloser und plattformübergreifender Quelloffener Multimedia-Player.\nEr kann alle Ihre Filme, Shows und Musik in den meisten Formaten direkt ohne Konvertierung abspielen.\nEr ermöglicht die entfernte Wiedergabe von Ihrem Mac oder PC über eine Web-Benutzeroberfläche sowie das Streaming von SMB-, FTP-, SFTP-, NFS-, UPnP/DLNA-Medienservern und dem Internet.\nVLC bietet Unterstützung für erweiterte Untertitel, einschließlich vollständiger SSA-Kompatibilität, Mehrspur-Audio und Steuerung der Wiedergabegeschwindigkeit.\n\nVLC ist völlig kostenlos und Quelloffen.\n\nDie Poster und Cover werden von TMDb bereitgestellt, einer von der Community gepflegten Filmdatenbank. ";

"UNKNOWN_TRACK_TYPE" = "Unbekannter Titel-Typ";
"CHOOSE_TITLE" = "Titel wählen";
"CHOOSE_CHAPTER" = "Kapitel wählen";
"CHAPTER_SELECTION_TITLE" = "Kapitel";
"TITLE" = "Titel";
"CHAPTER" = "Kapitel";
"TRACK_SELECTION" = "Spurauswahl";
"AUDIO" = "Audio";
"SUBTITLES" = "Untertitel";
"LANGUAGE" = "Sprache";
"MEDIA_INFO" = "Medieninformation";
"VIDEO_DIMENSIONS" = "Videogröße";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i Pixel";
"FORMAT_AUDIO_TRACKS" = "%i Audiospuren";
"ONE_AUDIO_TRACK" = "Eine Audiospur";
"FORMAT_SPU_TRACKS" = "%i Untertitelspuren";
"ONE_SPU_TRACK" = "Eine Untertitelspur";
"TRACKS" = "%i Titel";
"TRACK" = "%i Titel";
"TRACKS_DURATION" = "%u Titel, Dauer: %@";
"NB_ALBUM_FORMAT" = "%i Album";
"NB_ALBUMS_FORMAT" = "%i Alben";

"PLAYING_EXTERNALLY_TITLE" = "TV verbunden";
"PLAYING_EXTERNALLY_DESC" = "Dieses Video wird auf dem TV wiedergegeben.";
"PLAYING_EXTERNALLY_ADDITION" = "\nGerade läuft:"; /* \n should stay in every translation */

"VFILTER_HUE" = "Farbton";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Helligkeit";
"VFILTER_SATURATION" = "Sättigung";
"VFILTER_GAMMA" = "Gamma";

"PRESET_PREAMP_SETTING" = "Einstellungen für Voreingestellt / Vorverstärker";
"PREAMP" = "Vorverstärker";
"SNAP_BANDS" = "Bänder mitziehen";

"PLAYBACK_FAILED" = "Wiedergabe fehlgeschlagen";
"PLEASE_WAIT" = "Bitte warten";
"AR_CHANGED" = "Seitenverhältnis: %@";
"DEFAULT" = "Standard";
"FILL_TO_SCREEN" = "Bildschirm füllen";
"PLAYBACK_SPEED" = "Wiedergabegeschwindigkeit";
"SPU_DELAY" = "Untertitelverzögerung";
"AUDIO_DELAY" = "Audioverzögerung";
"BUTTON_SLEEP_TIMER" = "Schlummerfunktion";
"SLEEP_TIMER_UPDATED" = "Schlummerfunktion aktualisiert";
"CONTINUE_PLAYBACK" = "Wiedergabe fortsetzen?";
"CONTINUE_PLAYBACK_LONG" = "Möchten Sie die Wiedergabe von \"%@\" an der Stelle fortsetzen, an der Sie zuletzt waren?";

"BUTTON_ABOUT" = "Über";
"BUTTON_BACK" = "Zurück";
"BUTTON_DONE" = "Fertig";
"BUTTON_CANCEL" = "Abbrechen";
"BUTTON_SAVE" = "Speichern";
"BUTTON_DOWNLOAD" = "Download";
"BUTTON_DELETE" = "Löschen";
"BUTTON_OK" = "OK";
"BUTTON_DISMISS" = "Verwerfen";
"BUTTON_CONTACT" = "Kontaktieren Sie uns";
"BUTTON_CONNECT" = "Verbinden";
"BUTTON_RENAME" = "Umbenennen";
"BUTTON_LEARN_MORE" = "Erfahren Sie mehr";
"BUTTON_LOGOUT" = "Abmelden";
"BUTTON_CONTINUE" = "Fortsetzen";
"BUTTON_SET" = "Einstellen";
"BUTTON_RESET" = "Zurücksetzen";
"BUTTON_RESCAN" = "Erneut durchsuchen";
"PRIVATE_PLAYBACK_TOGGLE" = "Private Wiedergabe";
"SCAN_SUBTITLE_TOGGLE" = "Untertitelsuche (nur HTTP)";

"BUTTON_RENDERER" = "Casting-Geräte";
"BUTTON_RENDERER_HINT" = "Menü mit verfügbaren Casting-Geräten anzeigen";
"BUTTON_AIRPLAY" = "AirPlay oder Bluetooth";
"BUTTON_AIRPLAY_HINT" = "Menü mit verfügbaren AirPlay oder Bluetooth Geräten anzeigen";

"UPGRADING_LIBRARY" = "Mediathek aktualisieren";

"FAVORITES" = "Favoriten";
"NO_FAVORITES" = "Es sind noch keine Favoriten vorhanden";
"NO_FAVORITES_DESCRIPTION" = "Markieren Sie beim Durchsuchen von Servern Ihre Lieblingsordner, damit sie hier aufgelistet werden.";
"ADD_FAVORITE" = "Zu Favoriten hinzufügen";
"REMOVE_FAVORITE" = "Aus Favoriten entfernen";
"FAVORITE_ALERT_TITLE" = "Möchten Sie diesen Ordner zu Ihren Favoriten hinzufügen?";
"UNFAVORITE_ALERT_TITLE" = "Möchten Sie diesen Ordner aus Ihren Favoriten entfernen?";

"OPEN_NETWORK" = "Netzwerkstream öffnen";
"NETWORK_TITLE" = "Netzwerk-Stream";
"OPEN_NETWORK_HELP" = "Geben Sie eine HTTP, RTSP, RTMP, MMS, FTP oder UDP/RTP-Addresse zum direkten Öffnen des Streams ein.";
"HTTP_UPLOAD_SERVER_OFF" = "Server inaktiv";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Keine aktive WLAN Verbindung";
"OPEN_STREAM_OR_DOWNLOAD" = "Möchten Sie von dieser Adresse herunterladen oder diese wiedergeben?";
"ALWAYS_STREAM_URL" = "URLs immer wiedergeben";
"SHARED_VLC_IOS_LIBRARY" = "Geteilte VLC für iOS Mediathek";
"SMB_CIFS_FILE_SERVERS" = "Dateiserver (SMB)";

"MANAGED_SERVERS" = "Verwaltet";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "Download durch Nutzer abgebrochen";

"DOWNLOAD_FROM_HTTP" = "Downloads";
"ERROR_NUMBER" = "Fehler %i aufgetreten";
"DOWNLOAD_FAILED" = "Download fehlgeschlagen";
"FILE_NOT_SUPPORTED" = "Dateiformat nicht unterstützt";
"FILE_NOT_SUPPORTED_LONG" = "Das Dateiformat, benutzt in %@, wird in dieser Version von VLC für iOS nicht unterstützt.";
"SCHEME_NOT_SUPPORTED" = "Adressschema nicht unterstützt";
"SCHEME_NOT_SUPPORTED_LONG" = "Das Adressschema (%@) wird nicht unterstützt. Bitte eine Adresse benutzen, die mit HTTP, HTTPS oder FTP beginnt.";
"RENAME_MEDIA_TO" = "Neuen Namen für %@ eingeben";

"FOLDER_EMPTY" = "Leerer Ordner";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Datei zum Öffnen wählen:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Öffnen mit …";
"SHARING_ERROR_NO_FILES" = "Es wurden keine Dateien zur Freigabe gefunden";
"SHARING_ERROR_NO_APPLICATIONS" = "Es wurde keine Anwendung zum Öffnen dieses Dateityps gefunden";
"SHARING_SUCCESS_CAMERA_ROLL" = "Datei erfolgreich in Fotos gespeichert";

"FAVORITEVC_DETAILTEXT" = "Sehen Sie sich Ihre Lieblingsordner an";
"STREAMVC_DETAILTEXT" = "Spiele Streams ohne vorherigen Download";
"DOWNLOADVC_DETAILTEXT" = "Dateien direkt auf Ihr Gerät herunterladen";
"HEADER_TITLE_RENDERER" = "Ein Casting-Gerät auswählen";

"BROWSE" = "Entdecken";
"NETWORK" = "Netzwerk";
"LOCAL_NETWORK" = "Lokales Netzwerk";
"CONNECT_TO_SERVER" = "Zum Server verbinden";
"FILE_SERVER" = "Dateiserver";
"USER_LABEL" = "Benutzer";
"PASSWORD_LABEL" = "Passwort";
"DISABLE_LABEL" = "Deaktivieren";
"BUTTON_ANONYMOUS_LOGIN" = "Anonymer Login";

"LOCAL_SERVER_REFRESH" = "Aktualisieren";
"LOCAL_SERVER_LAST_UPDATE" = "Zuletzt aktualisiert am %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SERVERVERBINDUNG FEHLGESCHLAGEN";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Bitte überprüfen Sie Ihre Servereinstellungen und Voraussetzungen";

"FILES_APP_CELL_TITLE" = "Lokale Dateien";
"FILES_APP_CELL_SUBTITLE" = "Datei öffnen, ohne diese zu VLC zu kopieren ";

"CLOUD_SERVICES" = "Cloud-Dienste";
"LOGIN" = "Anmelden";
"LOGGED_IN" = "Angemeldet";
"LOGGED_IN_SERVICES" = "%d angemeldete Dienste";
"LOGGED_IN_SERVICE" = "1 angemeldeter Dienst";

"DROPBOX_DOWNLOAD" = "Datei herunterladen?";
"DROPBOX_DL_LONG" = "Möchten Sie \"%@\" auf Ihr %@ herunterladen?";
"DROPBOX_LOGIN" = "Anmelden";

"GDRIVE_ERROR_FETCHING_FILES" = "Fehler beim Abruf der Dateien";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Ihre Datei wurde erfolgreich heruntergeladen";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "FERTIG";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Beim Herunterladen ist ein Fehler aufgetreten";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FEHLER";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "Das ausgewählte Medium besitzt keine abspielbare Adresse";

"DISK_FULL" = "Speicherlimit erreicht";
"DISK_FULL_FORMAT" = "%@ kann nicht auf Ihrem %@ gespeichert werden, da Sie nicht mehr genügend freien Speicherplatz zur Verfügung haben.";

"NUM_OF_FILES" = "%i Dateien";
"ONE_FILE" = "1 Datei";
"NO_FILES" = "Keine unterstützten Dateien";
"DOWNLOADING" = "Wird heruntergeladen …";
"REMAINING_TIME" = "Verbleibende Zeit: %@";
"BIOMETRIC_UNLOCK" = "Mediathek entsperren\nAbbrechen um Passcode einzugeben";

// Passcode Strings that we need to localize for them
"Set Passcode" = "Passcode festlegen";
"Enter Passcode" = "Passcode eingeben";
"Enter a passcode" = "Passcode eingeben";
"Enter your passcode" = "Geben Sie Ihren Passcode ein";
"Passcodes did not match. Try again." = "Passcodes stimmen nicht überein. Erneut probieren.";
"Re-enter your passcode" = "Passcode erneut eingeben";
"Passcode Options" = "Passcode-Optionen";
"4-Digit Numeric Code" = "4-stelliger numerischer Code"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "6-stelliger numerischer Code"; /* Passcode 6 digit numeric code */

"Settings" = "Einstellungen"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "An";
"OFF" = "Aus";

"EMPTY_LIBRARY" = "Leere Mediathek";
"EMPTY_LIBRARY_LONG" = "Zur Wiedergabe können Sie Medien von einem Server innerhalb des lokalen Netzwerks streamen, Daten aus dem Netzspeicher abrufen oder Medien über iTunes, WLAN oder des Netzspeichers auf Ihr Gerät synchronisieren.";

"EMPTY_NO_PLAYLISTS" = "Wiedergabelisten";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "Um Wiedergabelisten zu erstellen, den Bearbeitungsmodus auf den Registerkarten Video- oder Audioinhalt aufrufen und die bevorzugten Medien auswählen. Sie können auch vorhandene Wiedergabelisten von Ihren anderen Geräten oder aus dem Internet synchronisieren. ";

"EMPTY_PLAYLIST" = "Leere Wiedergabeliste";
"EMPTY_PLAYLIST_DESCRIPTION" = "Medien während der Bearbeitung in den jeweiligen Kategorien hinzufügen.";

"EMPTY_HISTORY" = "Leerer Verlauf";
"EMPTY_HISTORY_DESCRIPTION" = "Noch keine Medien.";

"EMPTY_MEDIA_LIST" = "Leere Medienliste";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "Die Medienliste ist leer, daher konnte die Wiedergabe nicht gestartet werden";

"PLAYBACK_SCRUB_HELP" = "Zum Anpassen mit dem Finger nach unten streichen.";
"PLAYBACK_SCRUB_HIGH" = "Scrubbing-Geschwindigkeit: 100%";
"PLAYBACK_SCRUB_HALF" = "Scrubbing-Geschwindigkeit: 50%";
"PLAYBACK_SCRUB_QUARTER" = "Scrubbing-Geschwindigkeit: 25%";
"PLAYBACK_SCRUB_FINE" = "Scrubbing-Geschwindigkeit: fein";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ verstrichen, Gesamtdauer %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ verstrichen, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "Zeitanzeige";
"PLAYBACK_POSITION" = "Wiedergabeposition";
"VIDEO_FILTER" = "Videofilter";
"VIDEO_FILTER_RESET_BUTTON" = "Videofilter zurück setzen";
"VIDEO_ASPECT_RATIO_BUTTON" = "Video-Seitenverhältnis";
"BWD_BUTTON" = "Sprung zurück";
"FWD_BUTTON" = "Sprung vorwärts";
"PLAY_BUTTON" = "Wiedergabe";
"NEXT_BUTTON" = "Nächster";
"PREV_BUTTON" = "Vorheriger";
"PLAY_ALL_BUTTON" = "Alle wiedergeben";
"PLAY_ALL_HINT" = "Alle Medien in der Sammlung abspielen";

"RESET_VIDEO_FILTERS" = "Möchten Sie die Videofilter zurücksetzen?";
"RESET_PLAYBACK_SPEED" = "Möchten Sie die Wiedergabegeschwindigkeit zurücksetzen?";
"RESET_EQUALIZER" = "Möchten Sie die Equalizer-Einstellungen zurücksetzen?";
"RESET_SLEEP_TIMER" = "Möchten Sie die Schlummerfunktion zurücksetzen?";

"CUSTOM_EQUALIZER_PROFILES" = "Benutzerdefinierte Profile";
"DEFAULT_PROFILE_NAME" = "Benutzerdefiniertes Profil";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "Neues Profil speichern";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "Möchten Sie ein neues Profil mit den ausgewählten Werten speichern?";
"RENAME_CUSTOM_PROFILE_TITLE" = "Profil umbenennen";
"DELETE_CUSTOM_PROFILE_TITLE" = "Profil löschen";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "Möchten Sie das ausgewählte Profil löschen?";

"VERSION_FORMAT" = "Version: %@";
"BASED_ON_FORMAT" = "Basiert auf:<br />%@";

"NEW" = "NEU";

"VO_VIDEOPLAYER_TITLE" = "Video-Player";
"VO_VIDEOPLAYER_DOUBLETAP" = "Tippen Sie zweimal zum Ein- oder Ausblenden der Steuerelemente für die Wiedergabe";

"FIRST_STEPS_ITUNES" = "Dateisynchronisierung";
"FIRST_STEPS_ITUNES_TITLE" = "Mit Ihrem Computer synchronisieren";
"FIRST_STEPS_ITUNES_DETAILS" = "Verbinden Sie Ihr %@ um den Finder oder iTunes für die \"Dateifreigabe\" zu nutzen. Wählen Sie VLC für die Übertragung von Dateien.";
"FIRST_STEPS_WIFI_TITLE" = "Netzwerkfreigabe über WLAN";
"FIRST_STEPS_WIFI_DETAILS" = "Geben Sie die generierte URL in Ihrem bevorzugten Webbrowser ein, während Sie mit demselben Netzwerk wie Ihr %@ verbunden sind";
"FIRST_STEPS_CLOUDS" = "Netzspeicher";
"FIRST_STEPS_CLOUD_TITLE" = "Online-Speicher";
"FIRST_STEPS_CLOUD_DETAILS" = "Laden Sie Ihre Medien auf einen Online-Speicher, z.B. Google Drive oder in die Dropbox, zum entfernten Herunterladen oder streamen, hoch.";

"PLEX_CHECK_ACCOUNT" = "Überprüfen Sie Ihren Plex-Account in den Einstellungen";
"PLEX_ERROR_ACCOUNT" = "Plex-Anmeldefehler";

"UNAUTHORIZED" = "Nicht autorisiert";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Kein Server gefunden";
"NO_RECENT_STREAMS" = "Kein Stream wurde kürzlich wiedergegeben";

"WEBINTF_TITLE" = "WLAN-Freigabe";
"WEBINTF_ETHERNET" = "Über Ethernet-Netzwerk teilen";
"WEBINTF_DROPFILES" = "Dateien hineinziehen";
"WEBINTF_DROPFILES_LONG" = "Zum Hinzufügen zu Ihrem %@ bitte die Dateien in das Fenster fallen lassen.<br>Oder zur Nutzung des Dateiauswahldialogs auf den Knopf »+« klicken.";
"WEBINTF_DOWNLOADFILES" = "Dateien herunterladen";
"WEBINTF_DOWNLOADFILES_LONG" = "Klicken Sie einfach auf die Datei, die Sie von Ihrem %@ herunterladen möchten.";
"WEBINTF_ADDRESS_COPIED" = "Adresse in die Zwischenablage kopiert";
"WEBINTF_TITLE_ATV" = "Entfernte Wiedergabe";
"WEBINTF_DROPFILES_LONG_ATV" = "Zur Wiedergabe auf Ihrem %@ bitte die Dateien in das Fenster fallen lassen.<br>Oder zur Nutzung des Dateiauswahldialogs auf den Knopf »+« klicken.";
"WEBINTF_URL_SENT" = "Adresse erfolgreich gesendet.";
"WEBINTF_URL_EMPTY" = "Die Adresse darf nicht leer sein.";
"WEBINTF_URL_INVALID" = "Keine gültige Adresse.";
"WEBINTF_AUTH_REQUIRED" = "Bitte den in VLC iOS konfigurierten Passcode eingeben:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "Falscher Passcode. <br>Verbleibende Versuche:";
"WEBINTF_AUTH_BANNED" = "Sie haben zu viele falsche Passcodes eingegeben.<br>Bitte VLC iOS neustarten und nochmals versuchen.";

"DURATION" = "Laufzeit";
"TITLE" = "Titel";
"ROTATE_BUTTON" = "Drehen"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "Schaltet den Videoplayer zwischen Quer- und Hochformat um."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "Audio-Information";
"ENTER_URL" = "Adresse zur Wiedergabe eingeben";
"HTTP_SERVER_ON" = "Entfernte Wiedergabe deaktivieren";
"HTTP_SERVER_OFF" = "Entfernte Wiedergabe aktivieren";
"CACHED_MEDIA" = "Zwischengespeicherte Medien";
"CACHED_MEDIA_LONG" = "Hier gezeigte Medien sind lokal auf Ihrem Apple TV gespeichert. Beachten Sie, dass Inhalte jederzeit vom Betriebssystem ohne vorherige Warnung gelöscht werden können, wenn VLC nicht aktiv ist und der Speicher des Geräts knapp wird.";
"DOWNLOAD_SUBS_FROM_OSO" = "Untertitel herunterladen...";
"FOUND_SUBS" = "Gefundene Untertitel";
"NO_SUB_FOUND_OSO" = "Für Ihr Medienelement \"%@\" wurden keine Untertitel gefunden.";
"SELECT_AUDIO_FROM_FILES" = "Externes Audio laden...";
"SELECT_SUBTITLE_FROM_FILES" = "Externe Untertitel laden...";
"USE_SPDIF" = "Pass-through (S/PDIF) nutzen";

"PLAYBACK" = "Wiedergabe";
"REPEAT_MODE" = "Wiederholen";
"REPEAT_DISABLED" = "Deaktiviert";
"REPEAT_SINGLE" = "Aktuelles Medium";
"REPEAT_FOLDER" = "Aktuellen Ordner";
"SHUFFLE" = "Zufällig";
"SHUFFLE_DISABLED" = "Zufällig aus";

"RESET_NETWORK_STREAM_LIST_TITLE" = "Liste zurücksetzen";
"RESET_NETWORK_STREAM_LIST_TEXT" = "Liste der zuletzt wiedergegebenen Netzwerkstreams dauerhaft zurücksetzen.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Universal Plug and Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Medienserver (über Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "Netzwerk-Dateisytem (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "BONJOUR-Dateiserver";
"DSM_WORKGROUP" = "Arbeitsgruppe";

"URL_NOT_SUPPORTED" = "Die Adresse kann nicht geöffnet werden";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "%@ zum Löschen drücken"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "Bitte das Löschen der Auswahl bestätigen";
"DELETE_MESSAGE_PLAYLIST" = "Sind Sie sicher, dass Sie die ausgewählte Wiedergabeliste löschen möchten?\nAssoziierte Medien werden nicht gelöscht.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "Sind Sie sicher, dass Sie die ausgewählten Medien aus der Wiedergabeliste löschen möchten?\nDie Dateien werden nicht gelöscht.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "Protokoll nicht ausgewählt";
"Settings" = "Einstellungen";

"ERROR" = "Fehler";
"SORT" = "Sortieren";
"SORT_BY" = "Sortieren nach";
"SEARCH" = "Suchen";
"VIDEO" = "Video";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "Alben";
"ARTISTS" = "Künstler";
"EPISODES" = "Episoden";
"GENRES" = "Genres";
"ALL_VIDEOS" = "Alle Videos";
"SONGS" = "Lieder";
"PLAYLISTS" = "Wiedergabelisten";
"VIDEO_GROUPS" = "Videogruppen";
"HISTORY" = "Verlauf";
"MODIFIED_DATE" = "Änderungsdatum";
"NAME" = "Name";

// MARK: - EDIT

"BUTTON_MENU" = "Menü";
"BUTTON_MENU_HINT" = "Wählen, sortieren oder ordnen Sie die Medien in dieser Darstellung neu.";

"BUTTON_EDIT" = "Bearbeiten";
"BUTTON_EDIT_HINT" = "Bearbeitungsmodus";

"BUTTON_SELECT" = "Auswählen";
"BUTTON_SELECT_HINT" = "Auswahl-Knopf";

"BUTTON_SELECT_ALL" = "Alles auswählen";
"BUTTON_SELECT_ALL_HINT" = "Alle, in dieser Ansicht vorhandenen Medienelemente, auswählen";

"BUTTON_HISTORY" = "Verlauf";
"BUTTON_HISTORY_HINT" = "Sehen Sie sich Ihre zuletzt abgespielten Medien an";

"BUTTON_CLEAR" = "Löschen";
"CLEAR_HISTORY_TITLE" = "Verlauf löschen";
"CLEAR_HISTORY_MESSAGE" = "Löschen des Verlaufs bestätigen";

"ADD_TO_PLAYLIST" = "Zu Liste hinzufügen";
"ADD_TO_PLAYLIST_HINT" = "Menü zum Wiedergabeliste hinzufügen öffnen";

"PLAY_AS_AUDIO" = "Als Audio wiedergeben";
"PLAY_AS_AUDIO_HINT" = "Die Videodatei als Audiodatei wiedergeben.";

"PLAYLIST_PLACEHOLDER" = "Titel der Wiedergabeliste";
"PLAYLIST_DESCRIPTION" = "Wählen Sie einen Titel für die neue Wiedergabeliste";
"PLAYLIST_CREATION" = "Eine neue Wiedergabeliste erstellen";
"PLAYLIST_CREATION_HINT" = "Eine interaktive Aktion anzeigen, um eine Wiedergabeliste zu erstellen";
"ERROR_PLAYLIST_CREATION" = "Fehler beim Erstellen einer Wiedergabeliste";
"ERROR_PLAYLIST_TRACKS" = "Fehler beim Abrufen der Titel";

"ERROR_RENAME_FAILED" = "Umbenennung fehlgeschlagen";
"ERROR_EMPTY_NAME" = "Der Titel darf nicht leer sein";

"SHARE_LABEL" = "Teilen";
"SHARE_HINT" = "Ausgewählte Dateien teilen";
"RENAME_HINT" = "Ausgewählte Dateien umbenennen";
"DELETE_HINT" = "Ausgewählte Dateien löschen";

"ADDITIONAL_OPTIONS" = "Zusätzliche Optionen";

// MARK: - Sort

"BUTTON_SORT" = "Sortieren";
"BUTTON_SORT_HINT" = "Aktionsmenü zur Sortierung anzeigen";
"HEADER_TITLE_SORT" = "Sortieren nach";
"DESCENDING_LABEL" = "Absteigende Sortierung";
"DESCENDING_SWITCH_LABEL" = "Aufsteigende oder Absteigende Sortierung";
"DESCENDING_SWITCH_HINT" = "Inhalt aufsteigend oder absteigend sortieren";
"GRID_LAYOUT" = "Gitter";
"GRID_LAYOUT_HINT" = "Elemente als Raster anzeigen";
"LIST_LAYOUT" = "Liste";
"HIDE_FEAT_ARTISTS" = "Vorgestellte Künstler ausblenden";
"HIDE_TRACK_NUMBERS" = "Titelnummern ausblenden";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "Alphanumerisch";
"DURATION" = "Laufzeit";
"INSERTION_DATE" = "Hinzufügungsdatum";
"LAST_MODIFICATION_DATE" = "Änderungsdatum";
"RELEASE_DATE" = "Veröffentlichungsdatum";
"FILE_SIZE" = "Dateigröße";
"ARTIST" = "Künstler";
"PLAY_COUNT" = "Anzahl der Wiedergaben";
"ALBUM" = "Album";
"FILENAME" = "Dateiname";
"TRACK_NUMBER" = "Titelnummer";
"NB_AUDIO" = "Anzahl von Audiodateien";
"NB_MEDIA" = "Anzahl von Mediendateien";
"NB_VIDEO" = "Anzahl von Videodateien";
"NB_ALBUM" = "Anzahl der Alben";
"LAST_PLAYBACK_DATE" = "Letztes Wiedergabedatum";
"TRACK_ID" = "Titel-ID";
"CUSTOM" = "Benutzerdefiniert";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "Nichts gefunden";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "Unbekannter Künstler";
"VARIOUS_ARTIST" = "Verschiedene Künstler";
"UNKNOWN_ALBUM" = "Unbekanntes Album";
"SINGLE_ITEM_SELECTED" = "Element ausgewählt";
"MULTIPLE_ITEMS_SELECTED" = "Elemente ausgewählt";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "Untertitel und Audiospuren";
"SUBTITLE_AND_TRACK_HINT" = "Wählen Sie Untertitel oder Audiospuren aus";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "DVD-Schnittstelle";

"ROTATION_LOCK_BUTTON" = "Drehsperre";
"ROTATION_LOCK_HINT" = "Video auf aktuelle Ausrichtung sperren";

"REPEAT_HINT" = "Gleiches Medium wiederholen";
"DO_NOT_REPEAT_HINT" = "Medienliste nicht wiederholen";
"REPEAT_ALL_HINT" = "Medienliste wiederholen";

"BACKWARD_BUTTON" = "Rückwärts";
"BACKWARD_HINT" = "Sprung zurück";

"PREVIOUS_BUTTON" = "Vorheriger";
"PREVIOUS_HINT" = "Vorheriger Titel";

"PLAY_PAUSE_BUTTON" = "Wiedergabe oder Pause";
"PLAY_PAUSE_HINT" = "Aktuelle Wiedergabe pausieren oder fortsetzen";

"STOP_BUTTON" = "Stopp";
"CLOSE_HINT" = "Wiedergabe stoppen";

"MINIMIZE_BUTTON" = "Minimieren";
"MINIMIZE_HINT" = "Den Player minimieren";

"NEXT_HINT" = "Nächster Titel";

"FORWARD_BUTTON" = "Vorwärts";
"FORWARD_HINT" = "Sprung vorwärts";

"INTERFACE_LOCK_BUTTON" = "Oberfläche sperren";

"SELECT_A_MARK" = "Markierung A auswählen";
"SELECT_A_MARK_HINT" = "Markierung A der AB-Schleife auswählen";
"SELECT_B_MARK" = "Markierung B auswählen";
"SELECT_B_MARK_HINT" = "Markierung B der AB-Schleife auswählen";

"AB_LOOP" = "A→B Schleife";
"AB_LOOP_MARKS" = "A→B Schleifenmarkierungen";

"RESET_AB_LOOP" = "Möchten Sie die A→B-Schleife entfernen?";
"RESET_AB_LOOP_MARKS" = "Möchten Sie die A→B-Schleifenmarkierungen zurücksetzen?";

"SHUFFLE_HINT" = "Medienliste mischen";
"SHUFFLE_OFF_HINT" = "Medienliste nicht mischen";

"ASPECT_RATIO_TITLE" = "Seitenverhältnisse";
"VIDEO_ASPECT_RATIO_BUTTON" = "Video-Seitenverhältnis";
"VIDEO_ASPECT_RATIO_HINT" = "Seitenverhältnis des aktuellen Videos ändern";

"MORE_OPTIONS_BUTTON" = "Mehr";
"MORE_OPTIONS_HINT" = "Weitere Optionen der Steuerelemente anzeigen";

"PLAYBACK_CONTROLS_BAR_TITLE" = "Wiedergabesteuerungen";
"PLAYBACK_CONTROLS_BAR_HINT" = "Pause, Suchen, nächstes Kapitel";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "Untertitel werden nicht unterstützt";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "Untertitel werden beim Casting noch nicht unterstützt.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "Equalizer";
"MORE_OPTIONS_HEADER_TITLE" = "Videoeinstellungen";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "Audioeinstellungen";
"BOOKMARKS_TITLE" = "Lesezeichen";
"ADD_BOOKMARKS_TITLE" = "Lesezeichen hinzufügen";
"BOOKMARK_DEFAULT_NAME" = "Lesezeichen bei";
"BOOKMARK_RENAME_TITLE" = "Lesezeichen umbenennen";
"BOOKMARK_DELETE_TITLE" = "Lesezeichen löschen";
"BOOKMARK_DELETE_MESSAGE" = "Löschung dieses Lesezeichens bestätigen";
"INCREASE_BUTTON" = "Erhöhen-Schaltfläche";
"INCREASE_PLAYBACK_SPEED" = "Wiedergabegeschwindigkeit erhöhen";
"INCREASE_AUDIO_DELAY" = "Audioverzögerung erhöhen";
"INCREASE_SUBTITLES_DELAY" = "Untertitel-Verzögerung erhöhen";
"DECREASE_BUTTON" = "Reduzier-Schaltfläche";
"DECREASE_PLAYBACK_SPEED" = "Wiedergabegeschwindigkeit verringern";
"DECREASE_AUDIO_DELAY" = "Audioverzögerung verringern";
"DECREASE_SUBTITLES_DELAY" = "Untertitel-Verzögerung verringern";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "Verknüpfung zur Wiedergabegeschwindigkeit anzeigen";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "Diese Option aktivieren, um die Verknüpfung zur Wiedergabegeschwindigkeit anzuzeigen";
"VIDEO_FILTERS_HINT" = "Diese Option auswählen, um die Videofilteransicht zu öffnen";
"PLAYBACK_SPEED_HINT" = "Diese Option auswählen, um die Wiedergabegeschwindigkeitsansicht zu öffnen";
"SUBTITLES_DELAY_HINT" = "Diese Option wählen, um die Ansicht der Untertitelverzögerung zu öffnen";
"AUDIO_DELAY_HINT" = "Diese Option wählen, um die Ansicht der Audioverzögerung zu öffnen";
"SLEEP_TIMER_HINT" = "Diese Option auswählen, um die Sleep-Timer-Ansicht zu öffnen";
"EQUALIZER_HINT" = "Diese Option auswählen, um die Equalizer-Ansicht zu öffnen";
"CHAPTERS_HINT" = "Diese Option auswählen, um die Kapitelansicht zu öffnen";
"BOOKMARKS_HINT" = "Diese Option auswählen, um die Lesezeichenansicht zu öffnen";
"INTERFACE_LOCK_HINT" = "Die Option zum Sperren der Benutzeroberfläche aktivieren";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "Medienbibliothek erneut durchsuchen";
"FORCE_RESCAN_MESSAGE" = "Möchten Sie VLC veranlassen, Ihre Medienbibliothek erneut zu durchsuchen?\nDies könnte einige Zeit dauern.";

"FEEDBACK_EMAIL_TITLE" = "Feedback zu VLC auf iOS und iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "E-Mail-Konto nicht konfiguriert";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "Kontaktieren Sie uns über %@ ein anderes Gerät.";

"SETTINGS_THEME_BLACK" = "Schwarzen Hintergrund beim dunklen Modus verwenden";
"SETTINGS_THEME_BLACK_SUBTITLE" = "Verbessert die Akkulaufzeit von Geräten mit OLED-Bildschirm";

"SETTINGS_RESET_TITLE" = "Einstellungen zurücksetzen";
"SETTINGS_RESET_MESSAGE" = "Möchten Sie alle Einstellungen auf ihre Standardwerte zurücksetzen?";

"SETTINGS_PLAY_ALL" = "Nahtlose Wiedergabe für Sammlungen";
"SETTINGS_PLAY_ALL_HINT" = "Diese Option aktivieren, um das nächste Medium automatisch auf den Registerkarten „Audio“ oder „Video“ abzuspielen";
"SETTINGS_PLAYLIST_PLAY_ALL" = "Nahtlose Wiedergabe für Wiedergabelisten";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "Diese Option aktivieren, um das nächste Medium in einer Wiedergabeliste automatisch abzuspielen";

"SETTINGS_DOCUMENTATION" = "Dokumentation";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "SMBv1 Verbindungswarnung";
"SMBV1_WARN_DESCRIPTION" = "Wir haben ein altes Protokoll (SMBv1) festgestellt.\nSind Sie wirklich sicher, dass Sie mit SMBv1 fortfahren möchten?\nWir empfehlen eine Aktualisierung Ihres Servers oder Änderung der Serverkonfiguration.";
"SMBV1_CONTINUE" = "Fortfahren mit SMBv1";
"SMBV1_NEXT_PROTOCOL" = "SMBv2/v3 probieren";

// MARK: - Preview labels

"ENCODING" = "Codierung";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "Zur Mediengruppe hinzufügen";
"ADD_TO_MEDIA_GROUP_HINT" = "Menü zur Mediengruppe hinzufügen öffnen";

"MEDIA_GROUPS" = "Mediengruppen";
"MEDIA_GROUPS_DESCRIPTION" = "Wählen Sie einen Titel für die neue Mediengruppe";
"MEDIA_GROUPS_PLACEHOLDER" = "Titel der Mediengruppe";

"REMOVE_FROM_MEDIA_GROUP" = "Aus Mediengruppe entfernen";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "Auswahl aus der Mediengruppe entfernen";

"MEDIA_GROUP_CREATION" = "Neue Mediengruppe";
"MEDIA_GROUP_CREATION_HINT" = "Warnung anzeigen, um eine Wiedergabeliste zu erstellen";
"MEDIA_GROUP_MOVE_TO_ROOT" = "Inhalt auf die oberste Ebene verschieben";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "Verschiebt den Inhalt der Auswahl auf die oberste Ebene";

"BUTTON_REGROUP" = "Umgruppieren";
"BUTTON_REGROUP_TITLE" = "Auswahl umgruppieren";
"BUTTON_REGROUP_HINT" = "Einzelne Medien werden automatisch versucht, neu gruppiert zu werden.";
"BUTTON_REGROUP_DESCRIPTION" = "Sind Sie sicher, es zu versuchen, einzelne Medien automatisch neu zu gruppieren?\nDies kann einige Zeit dauern.";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "Medien hier plazieren, um sie hinzuzufügen";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "Füge hinzu....";

// MARK: - QueueViewController

"PLAY_HINT" = "Wiedergabe";
"PLAY_LABEL" = "Wiedergabe";
"PLAY_NEXT_IN_QUEUE_HINT" = "Nächstes aus der Wiedergabewarteschlange wiedergeben";
"PLAY_NEXT_IN_QUEUE_LABEL" = "Nächstes aus der Wiedergabewarteschlange wiedergeben";
"APPEND_TO_QUEUE_HINT" = "An Wiedergabewarteschlange anhängen";
"APPEND_TO_QUEUE_LABEL" = "An Wiedergabewarteschlange anhängen";
"QUEUE_LABEL" = "Warteschlange";

"DISPLAY_AS" = "Anzeigen als";

/* New strings */
"BRIGHTNESS_HINT" = "Vertikale Helligkeitskontrolle";
"BRIGHTNESS_SLIDER" = "Vertikal schieben, um die Helligkeitsstufe zu ändern";

/* New strings */
"VOLUME_HINT" = "Vertikale Lautstärke-Einstellung";
"VOLUME_SLIDER" = "Vertikal schieben, um die Lautstärke zu ändern";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "Wiedergabesteuerungen";
"MENU_REPEAT_DISABLED" = "Nicht wiederholen";
"MENU_REPEAT_SINGLE" = "Eines wiederholen";
"MENU_REPEAT_ALL" = "Alle wiederholen";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "Hintergrund des Aktionsblatts";
"ACTIONSHEET_BACKGROUND_HINT" = "Tippen, um das Aktionsblatt zu entfernen.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "Eigener Betrag";
"DONATION_TITLE" = "Privatsphäre über Profit";
"DONATION_DESCRIPTION" = "Privates, Open-Source-Multimedia, von Ihnen finanziert. Keine Werbung, kein Tracking, keine Kompromisse. Kostenlos für jeden zur Nutzung. Spenden Sie jetzt, um VideoLAN zu unterstützen.";
"DONATION_WINDOW_TITLE" = "Spenden an VideoLAN";
"DONATE_CC_DC" = "Kredit- oder Debitkarte";
"DONATION_CHOOSE_PP" = "Bitte wählen Sie Ihren Zahlungsanbieter";
"DONATION_CHOOSE_CURRENCY" = "Bitte wählen Sie eine Währung";
"DONATION_AMOUNT" = "Spendensumme: %@";
"DONATION_CC_NUM" = "Kreditkartennummer";
"DONATION_CC_EXPIRY_DATE" = "Ablaufdatum";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "JJ";
"DONATION_CC_CVV" = "CVV";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "Fehler bei der Konfiguration von Apple Pay";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "Die Konfiguration von Apple Pay zur Ausführung Ihrer Spende ist fehlgeschlagen. Bitte wählen Sie einen anderen Zahlungsanbieter.";
"DONATION_DONATE_BUTTON" = "Spenden";
"PURCHASE_FAILED" = "Kauf gescheitert.";
"SEND_DONATION" = "Senden Sie Ihre Spende";
"PURCHASE_SUCESS_TITLE" = "Spende gesendet";
"PURCHASE_SUCESS_DESCRIPTION" = "Vielen Dank für Ihre Spende!";
"DONATION_CONTINUE" = "Fortfahren";
"BUTTON_NOT_NOW" = "Nicht jetzt";
"DONATION_NAGSCREEN_TITLE" = "Heute spenden";
"DONATION_NAGSCREEN_SUBTITLE" = "Unterstützen Sie Kostenloses und Open-Source-Multimedia";
"DONATION_INVOICES" = "Rechnungen";
"DONATION_RECEIPTS" = "Quittungen";
"DONATION_INVOICES_RECEIPTS" = "Rechnungen & Quittungen";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "Wenn Sie VLC neu installiert haben, stehen Ihnen keine Rechnungen oder Belege von früheren Spenden zur Verfügung, da alle Ihre persönlichen Informationen nur auf diesem Gerät gespeichert sind.\n\nBei Fragen kontaktieren Sie uns unter donation@videolan.org und erwähnen Sie diese anonyme Benutzer-ID: %@";
"DONATION_CANCEL_MONTHLY" = "Regelmäßige Spende kündigen";
"DONATION_MONTHLY" = "Monatlich";
"DONATION_MONTHLY_FORMAT" = "%@/Monat";
"DONATION_MONTHLY_VIDEOLAN" = "Monatliche Spende an VideoLAN";
"DONATION_ONCE" = "Einmalig";
"DONATION_UPDATE_MONTHLY" = "Regelmäßige Spende aktualisieren";
"DONATION_VIDEOLAN" = "Spende an VideoLAN";
"DONATION_CANCEL_LONG" = "Wir bedauern es, dass Sie die regelmäßigen monatlichen Spenden an VideoLAN kündigen. Ihre bisherige Unterstützung bedeutet uns viel. Vielen Dank!";
"DONATION_BANK_TRANSFER" = "Bankeinzug";
"DONATION_BANK_TRANSFER_LONG" = "Spenden an VideoLAN werden durch Stripe verarbeitet. VideoLAN speichert oder sammelt Ihre persönlichen Informationen nicht.";
"DONATION_BUTTON_AGREE" = "Zustimmen";
"DONATION_IBAN" = "Bankkontonummer (IBAN)";
"DONATION_EMAIL" = "E-Mail";
"DONATION_NAME" = "Name";
"DONATION_NAME_BANK_ACCOUNT" = "Kontoinhaber";
"DONATION_EMBARGOED_COUNTRY" = "Derzeit können wir aus Ihrem Land keine Spenden annehmen. Viel Spaß mit VLC!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "Sprung zurück";
"KEY_JUMP_FORWARDS" = "Sprung vorwärts";
"KEY_INCREASE_PLAYBACK_SPEED" = "Wiedergabegeschwindigkeit erhöhen";
"KEY_DECREASE_PLAYBACK_SPEED" = "Wiedergabegeschwindigkeit verringern";
"KEY_RESET_PLAYBACK_SPEED" = "Wiedergabegeschwindigkeit zurücksetzen";
"KEY_SEEK_TO_PERCENT" = "Springe zu %i %%  der Gesamtdauer";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "Hintergrund der Titelauswahl";
"TITLESELECTION_BACKGROUND_HINT" = "Tippen, um die Ansicht zu entfernen.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "\"%@\" löschen?";
"DELETE_MULTIPLE_TITLE" = "\"%@\" und %d weitere löschen?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "Im Hintergrund wiedergeben";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "Die ausgewählte Wiedergabeliste im Hintergrund abspielen, ohne die App zu öffnen.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "${mediaName} im Hintergrund abspielen";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "Vertikaler Schieberegler";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "Inkrement";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "Dekrement";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "Herunterladen der Datei \"%@\" abgeschlossen";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "%d Medien zu %@ hinzugefügt";
"ADD_ALERT_TITLE" = "Auswahl in Playlist gefunden";
"ADD_ALERT_MESSAGE_SINGLE" = "Sie versuchen ein Medium hinzuzufügen, welches bereits Teil von %@ ist";
"ADD_ALERT_MESSAGE_MULTIPLE" = "Sie versuchen %d Medien hinzuzufügen, welche bereits Teil von %@ sind";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "Zuletzt gespielt";
